Repository: pluginsGLPI/example
Catalog: locales/*.po
Languages: cs_cz, es_es, fr_fr, pt_br, pt_pt, tr_tr

source: But... I say I will do nothing for:
cs_cz: Ale… Říkám že nebudu dělat nic pro:
es_es: Pero... Yo digo que no voy hacer nada para:
fr_fr: Cependant, j'ai dit que je ne ferais rien pour :
pt_br: Mas... Eu digo que não farei nada para:
pt_pt: Mas… Eu digo que não farei nada para:
tr_tr: Ancak... Şunun için hiç bir şey yapma diyeceğim:

source: Category (class)
cs_cz: Kategorie (třída)
es_es: Categoría (clase)
fr_fr: Categorie (classe)
pt_br: Categoria (classe)
pt_pt: Categoria (classe)
tr_tr: Kategori (sınıf)

source: Cron description for example
cs_cz: Popis naplánované úlohy (cron) pro ukázku
es_es: Descripción del cron para ejemplo
pt_br: Descrição de cron para exemplo
pt_pt: Descrição Cron por exemplo
tr_tr: Örnek zamanlanmış görev açıklaması

source: Cron parameter for example
cs_cz: Parametr naplánované úlohy (cron) pro ukázku
es_es: Parametro cron para ejemplo
pt_br: Parâmetro de cron para exemplo
pt_pt: Parâmetro Cron por exemplo
tr_tr: Örnek zamanlanmış görev parametresi

source: Delete Computer Hook
cs_cz: Smazat háček počítače
es_es: Eliminar Gancho o Hook del Ordenador
fr_fr: Hook de suppression d'ordinateur
pt_br: Gancho de Exclusão de Computador
pt_pt: Excluir dependência do computador
tr_tr: Bilgisayar kancasını sil

source: Do Nothing - just for fun
cs_cz: Nedělat nic – jen pro pobavení
es_es: No hace nada - solo para diversión
fr_fr: Ne fait rien - just pour le fun
pt_br: Não faça nada - apenas por diversão
pt_pt: Não faça nada - só por diversão
tr_tr: Hiç bir işlem yapmaz - Yalnız eğlence için

source: Empty Computer Hook
cs_cz: Prázdný háček počítače
es_es: Gancho o Hook del Ordenador Vacio
fr_fr: Hook sur ordinateur vide
pt_br: Esvaziar Gancho de Computador
pt_pt: Dependência vazia do computador
tr_tr: Bilgisayar kancasını boşalt

source: Example
cs_cz: Příklad
es_es: Ejemplo
fr_fr: Exemple
pt_br: Exemplo
pt_pt: Exemplo
tr_tr: Örnek

source: Example datas
cs_cz: Příklad dat
es_es: Data ejemplo
fr_fr: Données d'exemple
pt_br: Arquivos de exemplo
pt_pt: Exemplo de datas
tr_tr: Örnek veriler

source: Example event
cs_cz: Příklad události
es_es: Evento ejemplo
fr_fr: Événement exemple
pt_br: Evento de exemplo
pt_pt: Exemplo de evento
tr_tr: Örnek etkinlik

source: Example plugin
cs_cz: Zásuvný modul pro ukázku
es_es: Plugin Ejemplo
fr_fr: Plugin Example
pt_br: Exemplo de plugin
pt_pt: Exemplo de plugin
tr_tr: Örnek eklenti

source: Example plugin new
cs_cz: Zásuvný modul pro ukázku nové
pt_br: Exemplo de plugin novo
pt_pt: Exemplo de plugin novo
tr_tr: Örnek eklenti yeni

source: First tab of Plugin example
cs_cz: První panel zásuvného modulu pro ukázku
es_es: Primera pestaña del Plugin ejemplo
fr_fr: Premier onglet du plugin Exemple
pt_br: Primeira aba do Plugin exemplo
pt_pt: Primeira guia do exemplo plugin
tr_tr: Örnek eklentinin ilk sekmesi

source: History from plugin example
cs_cz: Historie ze zásuvného modulu pro ukázku
es_es: Historial para el plugin ejemplo
fr_fr: Historique du plugin Exemple
pt_br: Histórico do plugin exemplo
pt_pt: Histórico do exemplo de plugin
tr_tr: Örnek eklenti geçmişi

source: Installed / not configured
cs_cz: Nainstalováno/nenastaveno
es_es: Instalado / no configurado
fr_fr: Installer / non configurer
pt_br: Instalado / não configurado
pt_pt: Instalado / não configurado
tr_tr: Kurulmuş / yapılandırılmamış

source: Not really specific - Just for example
cs_cz: Ve skutečnosti nekonkrétní – jen pro ukázku
es_es: Nada en específico realmente - Solo para ejemplificar
fr_fr: Pas vraiment spécifique - Juste pour l'exemple
pt_br: Não é realmente específico - é apenas um exemplo
pt_pt: Não é realmente específico-apenas por exemplo
tr_tr: Özel bir şey değil - Yalnız örnek olarak

source: Not really specific - Use your own dropdown - Just for example
cs_cz: Ve skutečnosti nekonkrétní – použijte vlastní rozbalovací nabídku – jen pro příklad
es_es: Nada en específico realmente - Use to propio desplegable - Solo para ejemplificar
fr_fr: Pas vraiment spécifique - Utilisez votre propre liste déroulante - Juste pour l'exemple
pt_br: Não realmente específico - Use sua própria lista suspensa - Apenas um exemplo
pt_pt: Não é realmente específico-use seu próprio DropDown-apenas por exemplo
tr_tr: Özel bir şey değil - Kendi açılan kutunuzu kullanın - Yalnız örnek olarak

source: Plugin Example
tr_tr: Örnek eklenti

source: Plugin Example (static)
tr_tr: Örnek eklenti (sabit)

source: Plugin Example Dropdown
cs_cz: Rozbalovací nabídka zásuvného modulu pro ukázku
es_es: Ejemplo de Plugin Desplegable
fr_fr: Dropdown du plugin example
pt_br: Lista suspensa de exemplo do plugi
pt_pt: Exemplo de plugin DropDown
tr_tr: Örnek eklenti açılan kutu

source: Plugin Example Dropdowns
cs_cz: Rozbalovací nabídky zásuvného modulu pro ukázku
es_es: Menús desplegables del Plugin Ejemplo
fr_fr: Listes déroulantes du plugin Exemple
pt_br: Listas suspensas do Pluguin Exemplo
pt_pt: Dropdowns exemplo plugin
tr_tr: Örnek eklenti açılan kutular

source: Plugin Example on Phone
cs_cz: Zásuvný modul pro ukázku na telefonu
es_es: Plugin ejemplo en el teléfono
fr_fr: Plugin Exemple sur les Téléphones
pt_br: Plugin Exemplo no Telefone
pt_pt: Exemplo de plugin no telefone
tr_tr: Telefon için örnek eklenti

source: Plugin central action
cs_cz: Centrální akce zásuvného modulu
es_es: Acción del plugin central
pt_br: Plugin ação central
pt_pt: Ação central de plugins
tr_tr: Eklenti temel işlemi

source: Plugin example CLASS=%1$s id=%2$d
cs_cz: Zásuvný modul pro ukázku CLASS=%1$s id=%2$d
es_es: Plugin ejemplo CLASS=%1$s id=%2$d
pt_br: Pluguin exemplo CLASS=%1$s id=%2$d
pt_pt: Exemplo de plugin CLASS=%1$s id=%2$d
tr_tr: Örnek eklenti CLASS=%1$s id=%2$d

source: Plugin example displays on central page
cs_cz: Zásuvný modul pro ukázku zobrazuje na centrální stránce
es_es: El ejemplo del plugin se muestra en la página central
fr_fr: Affichage sur la page centrale depuis le plugin exemple
pt_br: Exemplo de plugin exibido na página central
pt_pt: Exemplo de plugin exibido na página central
tr_tr: Örnek eklenti merkez sayfada görüntülenir

source: Plugin example displays on login page
cs_cz: Zásuvný modul pro ukázku zobrazuje na přihlašovací stránce
es_es: El ejemplo del plugin se muestra en la página de inicio de sesión
fr_fr: Affichage sur la page de connexion depuis le plugin exemple
pt_br: Exemplo de plugin exibido na página central
pt_pt: Exemplo de plug-in exibido na página de login
tr_tr: Örnek eklenti oturum açma sayfasında görüntülenir

source: Plugin mailing action
cs_cz: E-mailová akce zásuvného modulu
es_es: Acción de correo del plugin
pt_br: Plugin ação de e-mail
pt_pt: Ação de envio de plugin
tr_tr: Eklenti postalama işlemi

source: Pre Delete Computer Hook
cs_cz: Háček před smazáním počítače
es_es: Pre Eliminar Gancho o Hook del Ordenador
fr_fr: Hook de pré-suppression d'ordinateur
pt_br: Gancho de Pré Exclusão de Computador
pt_pt: Pré exclusão da dependência do computador
tr_tr: Bilgisayar kancasını silme öncesi

source: Pre Purge Computer Hook
cs_cz: Háček před odstraněním počítače
es_es: Pre Purgado del Gancho o Hook del Ordenador
fr_fr: Hook de pré-purge d'ordinateur
pt_br: Gancho de Pré Expurgo de Computador
pt_pt: Dependência do pré purge do computador
tr_tr: Bilgisayar kancasını boşaltma öncesi

source: Pre Restore Computer Hook
cs_cz: Háček před obnovením počítače
es_es: Pre Restaurado del Gancho o Hook del Ordenador
fr_fr: Hoo de pré-restauration d'ordinateur
pt_br: Gancho de Pré Restauração de Computador
pt_pt: Dependência do pré restauro do computador
tr_tr: Bilgisayar kancasını geri yükleme öncesi

source: Pre Restore Phone Hook
cs_cz: Háček před obnovením telefonu
es_es: Pre Restaurado del Gancho Hook del Teléfono
fr_fr: Hook de pré-restauration de téléphone
pt_br: Gancho de Pré Restauração de Telefone
pt_pt: Dependência do pré restauro do telefone
tr_tr: Telefon kancasını geri yükleme öncesi

source: Pre Update Computer Hook
cs_cz: Háček počítače před aktualizací
es_es: Pre actualización del gancho o hook del ordenador
fr_fr: Hook avant mise à jour d'un Ordinateur
pt_br: Gancho de Pré atualização de Computador
pt_pt: Dependência do computador da pré atualização
tr_tr: Bilgisayar kancasını güncelleme öncesi

source: Purge Computer Hook
cs_cz: Háček odstranění počítače
es_es: Purgar Gancho o Hook del Ordenador
fr_fr: Hook de purge d'ordinateur
pt_br: Gancho Expurgo de Computador
pt_pt: Dependência do purge do computador
tr_tr: Bilgisayar kancasını boşalt

source: Restore Computer Hook
cs_cz: Háček obnovení počítače
es_es: Restaurar Gancho o Hook del Ordenador
fr_fr: Hook de restauration de téléphone
pt_br: Gancho de Restauração de Computador
pt_pt: Dependência do restauro do computador
tr_tr: Bilgisayar kancasını geri yükle

source: Right it is the type I want...
cs_cz: Právě toto je typ který chci…
es_es: Correcto este es el tipo que yo quiero...
fr_fr: Bien, c'est le type que je voulais...
pt_br: Certo, este é o tipo que eu quero...
pt_pt: Certo, é o tipo que eu quero…
tr_tr: Doğru bu benim istediğim tür...

source: Second tab of Plugin example
cs_cz: Druhý panel zásuvného modulu pro ukázku
es_es: Segunda pestaña del Plugin ejemplo
fr_fr: Deuxième onglet du plugin Exemple
pt_br: Segunda guia do plugin de exemplo
pt_pt: Segunda guia do exemplo plugin
tr_tr: Örnek eklentinin ikinci sekmesi

source: Test Plugin
cs_cz: Testovací zásuvný modul
pt_br: Plugin de teste
pt_pt: Plugin de teste
tr_tr: Deneme eklentisi

source: Test Plugin 2
cs_cz: Testovací zásuvný modul 2
pt_br: Plugin de teste 2
pt_pt: Plugin de teste 2
tr_tr: Deneme eklentisi 2

source: Test link
cs_cz: Testovací odkaz
es_es: Vinculo de prueba
fr_fr: Lien de test
pt_br: Link de teste
pt_pt: Ligação de teste
tr_tr: Deneme bağlantısı

source: This is the plugin config page
cs_cz: Toto je stránka s nastaveními zásuvného modulu
es_es: Esta es la página de configuración del plugin
fr_fr: Ceci est la page de configuration du plugin
pt_br: Esta é a página de configuração do plugin
pt_pt: Esta é a página de configuração do plugin
tr_tr: Eklenti yapılandırması

source: Transfer Computer Hook %1$s %2$d -> %3$d
cs_cz: Háček přenesení počítače %1$s%2$d -> %3$d
es_es: Transferir Gancho o Hook del Ordenador %1$s %2$d -> %3$d
pt_br: Gancho de Transferência de Computador %1$s %2$d -> %3$d
pt_pt: Dependência do Computador de Transferência %1$s %2$d -> %3$d
tr_tr: Bilgisayar kancasını aktar %1$s %2$d -> %3$d

source: Update Computer Hook (%s)
cs_cz: Háček aktualizovat počítač (%s)
es_es: Actualizar Gancho o Hook del Ordenador (%s
fr_fr: Hook de mise à jour d'un Ordinateur (%s)
pt_br: Gancho de Pré atualização (%s)
pt_pt: Dependência da atualização do computador (%s)
tr_tr: Bilgisayar kancasını güncelle (%s)

source: Write in item history
cs_cz: Zapsat do historie položky
es_es: Escribir como item del historial
fr_fr: Ecrit un élément d'historique
pt_br: Escrever no histórico do item
pt_pt: Escrever no histórico de itens
tr_tr: Öge geçmişine yaz

source: but do nothing :)
cs_cz: ale nic nedělat :)
es_es: pero no hace nada :)
fr_fr: mais ne fait rien
pt_br: não faz nada :)
pt_pt: mas não faça nada :)
tr_tr: Ama hiç bir şey yapma :)

source: plugin_example_DoIt
es_es: plugin_ejemplo_Tonto
fr_fr: Effectuer l'action
pt_pt: plugin_exemplo_Dolt
tr_tr: eklenti_ornek_Yap

source: test planning example 1
cs_cz: Test příklad plánu 1
es_es: prueba de planificación del ejemplo 1
pt_br: teste de planejamento de exemplo 1
pt_pt: exemplo de planejamento de teste 1
tr_tr: örnek deneme planı 1
